; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=Ustawienia - Let It Rain FX
Rain=Deszcz
Snow=Śnieg
Intensity=Intensywność
Low=Mała
High=Duża
Wind Direction=Kierunek wiatru
Left=W lewo
Right=W prawo
Simplified snow heap=Uproszczone nagromadzenie śniegu
Change Particle Color=Zmień kolor cząstek
Hide behind windows=Ukryj za oknami
Start with Windows=Uruchamiaj z systemem Windows
About - Let It Rain FX=Informacje - Let It Rain FX
Report issues or send feedback to=Zgłoś problem lub wyślij opinię na adres
Support=Wesprzyj
Other apps=Inne aplikacje
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Szybka, lekka i minimalistyczna przeglądarka zdjęć zaprojektowana dla nowoczesnego systemu Windows
Minimal, transparent desktop clock widget for Windows=Minimalistyczny, przezroczysty widżet zegara na pulpit dla systemu Windows
Configure=Ustawienia
About=Informacje
Exit=Zakończ
